<!DOCTYPE html>
<html lang="fr">
<head>
 <title>Curriculum vitae de A.RENAUT</title>
 <meta charset="utf-8">
 <style>

  header, section, footer {font-family:monospace;}
  header p,section p, footer p {font-size:small;}
  section, footer {border-top: 1px solid black;}
  
  h1 {font-style:italic; margin: 10px 0;}
  h2 {font-size: small; font-weight:normal;}
  h3  {font-size:small; margin: 5px;}
  
  article {display:block; margin-top: 20px;}
  article div {font-weight:bold; font-size:larger;}
  article:last-child {margin-bottom: 10px;}

  ul { margin: 5px;}
 footer h3, footer p {margin-bottom:0;margin-top:0;}
.env {font-family:monospace;  font-weight:normal; font-size: smaller;}
 

 </style>
</head>
<body>
<header>
<h1>RENAUT Andr&eacute;</h1>
<p>n&eacute; le 12 juin 1959 en France (66 ans)</p>
<p>c/o Point d’appui, Rue Saint-Martin 36, 1005 LAUSANNE, SUISSE</p>
<p>ch.1959@proton.me</p>
</header>
<section>
<h1>Projet</h1>
<p>Recherche tout type de mission utilisant mes comp&eacute;tences (Maintenance, D&eacute;veloppement, autres)</p>
</section>
<section>
<h1>Formation</h1>
<article>
<div>
<dates>1981-1984</dates>
<employeur>&Eacute;COLE SUP&Eacute;RIEURE DE COMMERCE LE HAVRE/CAEN (&Eacute;COLE de MANAGEMENT de NORMANDIE)</employeur>
</div>
<desc>D.E.S.C.A.F. Dipl&ocirc;me d’&Eacute;tudes Sup&eacute;rieures en Comptabilit&eacute;, Administration et Finances</desc>
 </article>
</section>
<section>
<h1>Cursus professionnel</h1>
<article>
<div>
<dates>1985-1987</dates>
<employeur>ROUSSEL UCLAF (SANOFI)</employeur>
</div>
<desc>Ing&eacute;nieur &eacute;tudes</desc>
<ul>
<li>Maintenance et d&eacute;veloppement dans les domaines de la paie, participation salariale, gestion des immobilisations, facturation</li>
</ul>
<div class="env">IBM Mainframe (MVS), Cobol, JCL, SQL, VSAM, DB2, DL1, CICS</div>
</article>

<article>
<div>
<dates>1988-1996</dates>
<employeur>RESSOURCES INFORMATIQUES BANCAIRES</empl oyeur>
</div>
<desc>Consultant assurant diverses missions chez :</desc>
<h3>SOVAC (G.E. FINANCE)</h3>
<ul>
<li>Refonte du fichier client sous DB2 (3 millions d’entr&eacute;es)</li>
</ul>
<h3>PARIBAS (BNP PARIBAS)</h3>
<ul>
<li>Moyens de paiement</li>
<li>Mise en place du SIT (Système Interbancaire de T&eacute;l&eacute;compensation) en remplacement de l’OC (Ordinateur de Compensation)</li>
<li>Prise en charge des remises magn&eacute;tiques clientèle (Virts, Prlvts, Effets de commerce) sur divers supports</li>
</ul>
<h3>RENAULT CR&Eacute;DIT INTERNATIONAL</h3>
<ul>
<li>Mise en place du SIT (Système Interbancaire de T&eacute;l&eacute;compensation)</li>
</ul>
<h3>PARIBAS M&eacute;tier Titres (BNP PARIBAS SECURITIES SERVICES)</h3>
<ul>
<li>Refonte de l’application Private Banking de VM vers MVS, architecture Client/Serveur (OS/2)</li>
<li>Participation aux groupes de travail sur le downsizing/rightsizing de la B.U. M&eacute;tier Titres</li>
<li>Reprise de l’activit&eacute; Global Custody de J.P. MORGAN (PBLink), recherche d’un op&eacute;rateur t&eacute;l&eacute;com X25 monde (SITA depuis int&eacute;gr&eacute; à ORANGE)</li>
</ul>
<div class="env">IBM Mainframe (MVS), principalement Cobol, JCL, SQL, VSAM, DB2, CICS (LU 6.2), CFT (Cross File Transfert); OS/2 : CICS, DBM, SNA, Easel; Windows : PowerBuilder; MERISE, SDM/S</div>
</article>

<article>
<div>
<dates>1997-1999</dates>
<employeur>CR&Eacute;DIT COMMERCIAL DE FRANCE (HSBC)</employeur>
</div>
<desc>RESPONSABLE de DOMAINE</desc>
<p>Dans un contexte de passages à l’EURO dès le 01.01.1999 et à l’an 2000</p>
<h3>AGENCE</h3>
<ul>
<li>D&eacute;ploiement d’une nouvelle architecture mat&eacute;rielle (200 serveurs, 1500 postes de travail) en remplacement du mat&eacute;riel NIXDORF obsolète</li>
<li>Migration des serveurs UNIX SVR4 Olivetti vers Windows NT</li>
</ul>
<h3>PRIVATE BANKING</h3>
<ul>
<li>Cr&eacute;ation du domaine</li>
<li>Recadrage du projet de migration de la solution FRF vers EUR. Arbitrages sur budgets, p&eacute;rimètres fonctionnels et architectures mat&eacute;rielles cibles (serveurs AIX [dev, recette, pre-prod et prod])</li>
<li>Après bascule EUR au 01.01.1999, dans le cadre de la migration de la conservation Titres CCF vers la Caisse centrale des Banques Populaires : analyse d’impact</li>
</ul>
<div class="env">IBM Mainframe (MVS, AIX); Windows : NATSTAR</div>
</article>

<article>
<div>
<dates>1999-2004</dates>
<employeur>FORTIS BANQUE FRANCE (BNP PARIBAS)</employeur>
</div>
<desc>RESPONSABLE de DOMAINE</desc>
<p>Dans un contexte de cr&eacute;ation du groupe FORTIS (BE/NL) avec pour vaisseau amiral la 1ère banque belge (G&eacute;n&eacute;rale de Banque) et la fusion de plusieurs banques françaises donnant naissance à Fortis Banque France</p>
<h3>MOYENS de PAIEMENT</h3>
<ul>
<li>Fluidification (Straight Through Processing [STP]) et webification (web enabling) des processus li&eacute;s aux moyens de paiement (Virts, Prlvts, Effets de commerce, SWIFT) en conformit&eacute; avec la strat&eacute;gie groupe</li>
<li>Suivi du r&eacute;glementaire li&eacute; au domaine dont (i) R&eacute;forme de place sur la compensation chèque (Echange Image Chèque [EIC]), (ii) Migration Messagerie SWIFT, (iii) Virement commercial [VCOM]</li>
</ul>
<h3>CORRESPONDANT FRANCE</h3>
<ul>
<li>Suivi de plusieurs projets initi&eacute;s par le groupe en Belgique concernant les B.U. IPS [Individuals, Professionals, Small enterprises], MEC [Middle Enterprises et Corporates] et ad&eacute;quation aux usages et besoins locaux (Cr&eacute;dit documentaire, STP, Isabel, …)</li>
</ul>
<div class="env">IBM AIX, Cobol, ORACLE, MQ/Series</div>
</article>
 
</section>
 
<footer>
<h1>Autres comp&eacute;tences</h1>
<h3>LANGUES</h3>
<p>Français, Anglais (exp&eacute;rience professionnelle), Espagnol</p>

<h3>INTERNET</h3>
<p>Connaissances et pratiques de HTML, XML, JSON, Javascript, Jquery, PHP, MySQL</p>

<h3>WORDPRESS</h3>
<p>Suivi de Wordpress depuis 2004, participation occasionnelle à la correction de bugs, d&eacute;veloppement de petits plugins</p>

<h3>JURIDIQUE</h3>
<p>Veille sur le RGPD (R&egrave;glement G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es), eIDAS et eIDAS/2 (Services &eacute;lectroniques d'identification, d'authentification et de confiance), CSRD (Corporate Sustainability Reporting Directive) et CS3D (Corporate Sustainability Due Diligence Directive), Facturation &Eacute;lectronique en France, G&eacute;n&eacute;ralisation de la gratuit&eacute; en France du virement instantan&eacute; SEPA (Single Euro Payments Area) et de la fonctionnalité VOP (Verification Of Payee ou Contr&ocirc;le du B&eacute;n&eacute;ficiaire)</p>
</footer>
</body>
</html>
